Repository: y2w8/dotfiles
Catalog: kde/.local/share/plasma/plasmoids/Plasma.Control.Hub/translate/*.po
Languages: ar, bn, ja, zh_tw

source: Hi
ar: مرحبًا
bn: হ্যালো
zh_tw: 你好

source: Settings
ar: الإعدادات
bn: সেটিংস
zh_tw: 設定

source: System Settings
ar: إعدادات النظام
bn: সিস্টেম সেটিংস
zh_tw: 系統設定

source: Volume
ar: الصوت
bn: ভলিউম
zh_tw: 音量

source: Bluetooth
ar: بلوتوث
bn: ব্লুটুথ
zh_tw: 藍芽

source: Network
ar: الشبكة
bn: নেটওয়ার্ক
zh_tw: 連接

source: DND
ar: عدم الإزعاج
bn: ডিএনডি (বিরক্ত করবেন না)
zh_tw: 請勿打擾

source: Disabled
ar: معطّل
bn: নিষ্ক্রিয়
zh_tw: 已禁用

source: Unavailable
ar: غير متاح
bn: উপলভ্য নয়
zh_tw: 不可用

source: Offline
ar: غير متصل بالإنترنت
bn: অফলাইন
zh_tw: 尚未連線

source: Not Connected
ar: غير متصل
bn: সংযুক্ত নয়
zh_tw: 未连接

source: Brightness
ar: السطوع
bn: উজ্জ্বলতা
zh_tw: 亮度

source: Clear
ar: صافي
bn: পরিষ্কার
ja: 晴れ
zh_tw: 放晴

source: Mainly clear
ar: صافي غالبًا
bn: মূলত পরিষ্কার
ja: おおむね晴れ
zh_tw: 大致放晴

source: Partly cloudy
ar: غائم جزئيًا
bn: আংশিক মেঘলা
ja: 部分的に曇り
zh_tw: 局部多雲

source: Overcast
ar: غائم تمامًا
bn: ঘন মেঘলা
ja: 曇天
zh_tw: 陰天

source: Drizzle light intensity
ar: رذاذ خفيف
bn: হালকা ঝিরিঝিরি বৃষ্টি
ja: 弱い霧雨
zh_tw: 小雨

source: Drizzle moderate intensity
ar: رذاذ متوسط
bn: মধ্যম ঝিরিঝিরি বৃষ্টি
ja: 並の霧雨
zh_tw: 中雨

source: Drizzle dense intensity
ar: رذاذ كثيف
bn: ভারী ঝিরিঝিরি বৃষ্টি
ja: 強い霧雨
zh_tw: 大雨

source: Freezing Drizzle light intensity
ar: رذاذ متجمد خفيف
bn: হালকা জমাটবদ্ধ ঝিরিঝিরি বৃষ্টি
ja: 弱い凍結霧雨
zh_tw: 小凍雨

source: Freezing Drizzle dense intensity
ar: رذاذ متجمد كثيف
bn: ভারী জমাটবদ্ধ ঝিরিঝিরি বৃষ্টি
ja: 強い凍結霧雨
zh_tw: 大凍雨

source: Rain slight intensity
ar: مطر خفيف
bn: হালকা বৃষ্টি
ja: 弱い雨
zh_tw: 小雨夾雪

source: Rain moderate intensity
ar: مطر متوسط
bn: মধ্যম বৃষ্টি
ja: 並の雨
zh_tw: 中雨夾雪

source: Rain heavy intensity
ar: مطر غزير
bn: ভারী বৃষ্টি
ja: 強い雨
zh_tw: 大雨夾雪

source: Freezing Rain light intensity
ar: مطر متجمد خفيف
bn: হালকা জমাটবদ্ধ বৃষ্টি
ja: 弱い凍結雨
zh_tw: 小冰雨

source: Freezing Rain heavy intensity
ar: مطر متجمد غزير
bn: ভারী জমাটবদ্ধ বৃষ্টি
ja: 強い凍結雨
zh_tw: 大冰雨

source: Snowfall slight intensity
ar: ثلوج خفيفة
bn: হালকা তুষারপাত
ja: 弱い降雪
zh_tw: 小雪

source: Snowfall moderate intensity
ar: ثلوج متوسطة
bn: মধ্যম তুষারপাত
ja: 並の降雪
zh_tw: 中雪

source: Snowfall heavy intensity
ar: ثلوج غزيرة
bn: ভারী তুষারপাত
ja: 強い降雪
zh_tw: 大雪

source: Snow grains
ar: حبيبات ثلجية
bn: তুষার কণা
ja: 細雪
zh_tw: 雪粒

source: Rain showers slight
ar: زخات مطر خفيفة
bn: হালকা বৃষ্টির ঝাপটা
ja: 弱いにわか雨
zh_tw: 小陣雨

source: Rain showers moderate
ar: زخات مطر متوسطة
bn: মধ্যম বৃষ্টির ঝাপটা
ja: 並のにわか雨
zh_tw: 中陣雨

source: Rain showers violent
ar: زخات مطر عنيفة
bn: প্রচণ্ড বৃষ্টির ঝাপটা
ja: 激しいにわか雨
zh_tw: 大陣雨

source: Snow showers slight
ar: زخات ثلج خفيفة
bn: হালকা তুষারের ঝাপটা
ja: 弱いにわか雪
zh_tw: 小陣雪

source: Snow showers heavy
ar: زخات ثلج غزيرة
bn: ভারী তুষারের ঝাপটা
ja: 強いにわか雪
zh_tw: 大陣雪

source: Thunderstorm
ar: عاصفة رعدية
bn: বজ্রঝড়
ja: 雷雨
zh_tw: 雷暴

source: Thunderstorm with slight hail
ar: عاصفة رعدية مع بَرَد خفيف
bn: হালকা শিলসহ বজ্রঝড়
ja: 弱い雹を伴う雷雨
zh_tw: 雷暴併伴有小冰雹

source: Thunderstorm with heavy hail
ar: عاصفة رعدية مع بَرَد شديد
bn: ভারী শিলসহ বজ্রঝড়
ja: 強い雹を伴う雷雨
zh_tw: 雷暴併伴有大冰雹

source: Cloudy
ar: غائم
bn: মেঘলা
ja: 曇り
zh_tw: 多云

source: Drizzle
ar: رذاذ
bn: ঝিরিঝিরি বৃষ্টি
ja: 霧雨
zh_tw: 毛毛雨

source: Rain
ar: مطر
bn: বৃষ্টি
ja: 雨
zh_tw: 雨

source: Snow
ar: ثلج
bn: তুষারপাত
ja: 雪
zh_tw: 雪

source: Showers
ar: زخات
bn: ঝাপটা
ja: にわか雨
zh_tw: 陣雨

source: Storm
ar: عاصفة
bn: ঝড়
ja: 嵐
zh_tw: 暴風

source: Monday
ja: 月曜日

source: Tuesday
ja: 火曜日

source: Wednesday
ja: 水曜日

source: Thursday
ja: 木曜日

source: Friday
ja: 金曜日

source: Saturday
ja: 土曜日

source: Sunday
ja: 日曜日
